[
    {
        "availability": false,
        "name_of_product": "Солнцезащитный крем",
        "stars_rating": {
            "stars": "★★★★★",
            "count": 5
        },
        "categories": "MAKEUP>Лицо>Защита от солнца>Крем солнцезащитный>Солнцезащитный крем",
        "price": {
            "cost": 0,
            "currency": null
        },
        "check_numbers_of_reviews": "21 отзыв",
        "description": "Универсальный солнцезащитный крем Benton Air Fit UV Defense SPF50+/PA++++ обеспечит надежную защиту лица и тела от агрессивных лучей UVA i UVB типов. Средство с нежной текстурой создано на основе 4 фотостабильных химических фильтров широкого спектра действия, которые способны предотвратить повреждение даже самой чувствительной кожи. Крем дополнен натуральными экстрактами целебных растений, которые смягчают, укрепляют и восстанавливают кожу. Средство прошло клинические испытания и имеет сертификат качества EWG Verified.\nОсобенности Benton Air Fit UV Defense Sun Cream SPF50+/PA++++:\n- уникальная формула Air Fit с супернежной текстурой, которая буквально растворяется на коже, не оставляя липкость и белые следы;- обладает приятным ароматом розмарина;- обеспечивает защиту от солнца на протяжении нескольких часов;- экстракт центеллы оказывает успокаивающее действие, снимает покраснения и зуд, снижает чувствительность кожи;- пантенол и ниацинамид укрепляют природный защитный барьер и защищают кожу от обезвоживания;- калиевая соль из корня лакрицы оказывает мощные противовоспалительное и матирующее действия;- витамин Е обладает антиоксидантными и омолаживающими свойствами;- 0% синтетических ароматизаторов, красителей и консервантов.",
        "country": "Корея",
        "check_first_5_reviews": "21 отзыв"
    },
    {
        "availability": true,
        "name_of_product": "Корректирующее средство комплексного действия для жирной проблемной кожи",
        "stars_rating": {
            "stars": "★★★★",
            "count": 4
        },
        "categories": "MAKEUP>Лицо>Крем для лица>Корректирующее средство комплексного действия для жирной проблемной кожи",
        "price": {
            "cost": 370,
            "currency": " ₴"
        },
        "check_numbers_of_reviews": "1597 отзывов",
        "description": "Жирный тип кожи имеет свои особенности, которые выражены в повышенном выделении кожного сала. Жирная кожа обладает огромным преимуществом - стареет она куда позже, чем остальные типы кожи. Из-за повышенной сальности такая кожа очень часто выглядит загрязненной и воспаленной, она предрасположена к образованию черных точек и высыпаниям. Правильный уход за проблемной кожей является залогом победы над жирным блеском и угревой сыпью.   Корректирующее средство комплексного действия La Roche-Posay Effaclar Duo + является прекрасным решением проблем жирной кожи. Продукт эффективно устраняет признаки проблемной кожи, освобождает закупоренные поры, выравнивает поверхность кожи. Средство корректирует тяжелые формы акне и предотвращает пигментацию кожи после акне. Обогащенное термальной водой средство оказывает успокаивающее и смягчающее действие на кожу.",
        "country": "Франция",
        "check_first_5_reviews": "1597 отзывов"
    },
    {
        "availability": true,
        "name_of_product": "Pupa Luminys Silky Baked Face Powder",
        "stars_rating": {
            "stars": "★★★★★",
            "count": 5
        },
        "categories": "MAKEUP>Макияж>Лицо>Пудра для лица>Pupa Luminys Silky Baked Face Powder",
        "price": {
            "cost": 385,
            "currency": " ₴"
        },
        "check_numbers_of_reviews": "1458 отзывов",
        "description": "Неощутимая, эффективная, волшебно нежная и воздушная, как флер, компактная запеченная пудра для лица Pupa Luminys Silky Baked Face Powder подарит вашей коже очаровательное, естественное сияние.Кожа словно  светиться изнутри: кожа ровная и гладкая, нет жирного блеска; матовое, естественное, неосязаемое покрытие делает вас неподражаемой и удивительно свежей!Благодаря легкой и шелковистой консистенции пудры Pupa зрительно выравнивается поверхность вашей кожи. Благодаря содержанию масла жожоба происходит оптимальное увлажнение и осуществляется защита кожи лица от негативных внешних факторов. Продукт является гипоаллергенным и прошедшим дерматологическое тестирование. Запеченная пудра наносится на лицо с помощью специальной удобной пуховки, входящей в этот комплект.",
        "country": "Италия",
        "check_first_5_reviews": "1458 отзывов"
    },
    {
        "availability": true,
        "name_of_product": "Очищающий бальзам",
        "stars_rating": {
            "stars": "★★★★★",
            "count": 5
        },
        "categories": "MAKEUP>Лицо>Бальзам для лица>Очищающий бальзам",
        "price": {
            "cost": 322,
            "currency": " ₴"
        },
        "check_numbers_of_reviews": "164 отзыва",
        "description": "Создание этого продукта стало важным этапом в истории этого бренда. Познакомьтесь с корейским очищающим бальзамом Heimish All Clean Balm Blister для снятия макияжа. Это 3-шаговая текстура, которая трансформируется. От тепла рук бальзам тает и превращается в масло, а после контакта с водой — в молочко, которое легко смывается. Содержит большое количество растительных экстрактов, которые ухаживают за кожей в процессе умывания.\nОсобенности очищающего бальзама Heimish All Clean Balm Blister:- масло ши обладает увлажняющими и питательными свойствами;- подходит для ежедневного пользования, не забивает поры; - нежно снимает даже водостойкий макияж, не оставляя неприятных ощущений и жирной пленочки;- подходит для снятия макияжа со всего лица, включая глаза;- удобный формат твердой текстуры в баночке исключает возможность пролиться в косметичке, поэтому продукт удобно брать с собой в путешествия - имеет натуральный состав, протестирован и одобрен дерматологами, не вызывает аллергических реакций.\n \nСпособ применения: Нанесите небольшое количество поверх макияжа и нежными массажными движениями смойте макияж, после чего умойтесь теплой водой.",
        "country": "Корея",
        "check_first_5_reviews": "164 отзыва"
    },
    {
        "availability": true,
        "name_of_product": "Гидрогелевые охлаждающие патчи для глаз с экстрактом агавы",
        "stars_rating": {
            "stars": "★★★★",
            "count": 4
        },
        "categories": "MAKEUP>Лицо>Уход для глаз>Патчи под глаза>Гидрогелевые охлаждающие патчи для глаз с экстрактом агавы",
        "price": {
            "cost": 455,
            "currency": " ₴"
        },
        "check_numbers_of_reviews": "357 отзывов",
        "description": "Патчи от Petitfee станут потрясающим дополнением бьюти-арсенала каждой красавицы, заботящейся о здоровье и ухоженном виде кожи. С их помощью можно легко избавиться от мелких морщинок, следов усталости и темных кругов под глазами, а также хорошенько освежиться, ведь лепестки обладают охлаждающим свойством. Комплекс растительных ингредиентов продукта обеспечит глубокое питание и витаминизирование кожного покрова, обогатив эпителиальные клетки полезными витаминными веществами, живительной влагой и микроэлементами. Благодаря антиоксидантам эпидермис будет защищен от негативного воздействия свободных радикалов, что предотвратит процессы его преждевременного старения.\nОсобенности Petitfee&Koelf Agave Cooling Hydrogel Eye Mask:- оказывают освежающий эффект;- противотечное действие; - экстракт агавы обладает регенерирующим и успокаивающим свойствами; - черника обеспечивает антиоксидантную защиту, осветляет и питает кожный покров;- экстракт баклажана оказывает тонизирующее действие и увлажняет эпидермис;- кофеин стимулирует обменные процессы в коже, ускоряет микроциркуляцию крови и снимает припухлости;- экстракт морских водорослей обладает омолаживающим свойством, повышает упругость эпидермиса.",
        "country": "Корея",
        "check_first_5_reviews": "357 отзывов"
    },
    {
        "availability": false,
        "name_of_product": "Омолаживающий крем для кожи вокруг глаз с ретинолом",
        "stars_rating": {
            "stars": "★★★★★",
            "count": 5
        },
        "categories": "MAKEUP>Лицо>Уход для глаз>Крем для глаз>Омолаживающий крем для кожи вокруг глаз с ретинолом",
        "price": {
            "cost": 0,
            "currency": null
        },
        "check_numbers_of_reviews": "1 отзыв",
        "description": "Омолаживающий крем для кожи вокруг глаз с ретинолом SOME BY MI Retinol Intense Advanced Triple Action Eye Cream\nКрем для кожи вокруг глаз Some by Mi обладает тремя основными функциями: разглаживание морщинок, осветляющее действие и восстановление эластичности кожи.\nВ состав крема входят ретинол и ретиналь, усовершественные особой технологией MLE, позволяющей компонентам безопасно действовать, эффективно транспортируя активные компоненты в глубокие слои кожи. \nРетинол помогает регенерировать поврежденные клетки кожи, и борется со свободными радикалами в качестве антиоксиданта. В то время как ретиналь (ретинальдегид), оказывает еще более мощное антивозрастное действие, являясь редкой формой витамина А, а также добавляет крему антибактериальное свойство.\nКоллаген и пептиды растительного происхождения направленно действуют на восстановление упругости кожи. \nНиацинамид, водорастворимый витамин В3, способен блокировать синтез меланина, что способствует уменьшению покраснений и пигментных пятен, выравнивает тон лица и придаёт сияние. \nПантенол, гиалуроновая кислота и трегалоза для поддержания кожи увлажненной, нормализуют гидролипидный баланс кожи.\nЗапатентованный комплекс Truecica: чайное дерево эффективно против бактерий, грибков и воспалений, способствует улучшению состояния кожи при ранах и других проблемах. \nЦентелла азиатская способствует улучшению, укреплению и заживлению поврежденной кожи, так как обладает противовоспалительным свойством. Кроме того, центелла азиатская – природный антиоксидант, который борется со свободными радикалами. \nПолынь отлично увлажняет и тонизирует кожу, и более того, отличается ярко выраженными успокаивающими и антисептическими свойствами, а потому поможет уменьшить покраснения и раздражения кожи. \nПолынь, за счет антибактериальных свойств, поможет убить бактерии и способствовать быстрому заживлению ранок и акне.\nСовместно c комплексом Truecica, успокаивающее действие на чувствительную кожу оказывает ледниковая вода и экстракт кувшинки белой.\n\nКрем обладает легкой освежающей текстурой, впитывается, оставляя после себя увлажняющий финиш.",
        "country": "Корея",
        "check_first_5_reviews": "1 отзыв"
    },
    {
        "availability": false,
        "name_of_product": "Супер-укрепляющие патчи под глаза с бета-глюканом",
        "stars_rating": {
            "stars": "★★★★",
            "count": 4
        },
        "categories": "MAKEUP>Лицо>Уход для глаз>Патчи под глаза>Супер-укрепляющие патчи под глаза с бета-глюканом",
        "price": {
            "cost": 0,
            "currency": null
        },
        "check_numbers_of_reviews": "17 отзывов",
        "description": "Гладкие, а также эффективные маски и патчи принесли популярность корейскому бренду Petitfee&Koelf в сфере бьюти-индустрии. Для разработки этой косметической продукции используются формулы, основанные на питательных и полезных ингредиентах, что способствует их бережному воздействию на кожный покров. Такие средства для ухода за кожей проходят регулярные тестирования, которые выступают гарантом высокого качества. Если вы желаете освежить деликатный эпидермис вокруг глаз, обратите внимание на укрепляющие патчи с бета-глюканом.Особенности Petitfee&Koelf B-Glucan Deep Firming Eye Mask:- наносятся на очищенную кожу, следуя рекомендациям, указанным на упаковке;- помогают освежить кожный покров, сняв признаки усталости;- наполняют эпидермис влагой;- улучшают тургор кожного покрова;- обладают антивозрастными и лифтинговыми свойствами;- помогают снять раздражение и покраснение;- уплотняют защитный барьер кожного покрова;- оказывают спазмолитическое действие;- насыщены антиоксидантами;- активируют регенерацию эпидермиса, а также его обновление.",
        "country": "Корея",
        "check_first_5_reviews": "17 отзывов"
    },
    {
        "availability": false,
        "name_of_product": "Очищающая ферментная пудра",
        "stars_rating": {
            "stars": "★★★★★",
            "count": 5
        },
        "categories": "MAKEUP>Лицо>Очищающая ферментная пудра",
        "price": {
            "cost": 0,
            "currency": null
        },
        "check_numbers_of_reviews": "36 отзывов",
        "description": "Очищение кожного покрова и ферментный пилинг. Можно ли их совместить? Специалисты бренда Babor уверены в этом и предлагают вам самим убедиться, испытав на собственном примере все достоинства очищающей ферментной пудры, которая богата рядом уникальных ингредиентов. В основе ее формулы комбинация субтилизин + липаза, являющаяся залогом интенсивного, но бережного отшелушивания ороговевших частичек кожи и растворения излишков себума.\n \nОсобенности Babor Enzyme Cleanser:\n \n- оказывает ревитализирующее воздействие;\n- обеспечивает эффект пилинга;\n- очищает практически «до скрипа»;\n- дает импульс регенерационным процессам;\n- обогащает кожный покров витамином С, восстанавливая его сияние;\n- способствует выведению токсинов;\n- выравнивает тон кожи, даря ей свежесть и бархатистость.",
        "country": "Германия",
        "check_first_5_reviews": "36 отзывов"
    },
    {
        "availability": true,
        "name_of_product": "Сыворотка для лица с азелаиновой кислотой 10%",
        "stars_rating": {
            "stars": "★★★★",
            "count": 4
        },
        "categories": "MAKEUP>Лицо>Сыворотки, эликсиры>Сыворотка для лица>Сыворотка для лица с азелаиновой кислотой 10%",
        "price": {
            "cost": 610,
            "currency": " ₴"
        },
        "check_numbers_of_reviews": "12 отзывов",
        "description": "Сыворотка для лица с азелаиновой кислотой 10% была создана мастерами бренда натуральной косметики Cos De Baha специально для борьбы с акне и куперозом, а также с гиперпигментацией кожи. Помимо азелаиновой кислоты, ее продуманная рецептура также содержит пантенол и ниацинамид, которые совместно укрепляют защитную гидролипидную мантию эпидермиса и снижают его чувствительность к внешним раздражителям. Этот уходовый продукт подойдет для всех типов кожного покрова, а особенного для проблемного и чувствительного.\nОсобенности Azelaic Acid 10% Serum от бренда Cos De Baha:\n- осветляет пигментные пятна эпидермиса;- эффективно борется с акне и угревой сыпью; - уменьшает выраженность рубцов от постакне; - имеет оптимальный уровень pH 5.7 ~ 5.9;- устраняет черные точки, покраснение и отечность кожи; - обладает мощными противовоспалительными свойствами; - формула на 70% состоит из компонентов органического происхождения;- не содержит искусственные красители и ароматизаторы, сульфаты, парабены и спирт.",
        "country": "Корея",
        "check_first_5_reviews": "12 отзывов"
    },
    {
        "availability": true,
        "name_of_product": "Крем для кожи лица с акне",
        "stars_rating": {
            "stars": "★★★★★",
            "count": 5
        },
        "categories": "MAKEUP>Лицо>Крем для лица>Крем для кожи лица с акне",
        "price": {
            "cost": 1470,
            "currency": " ₴"
        },
        "check_numbers_of_reviews": "32 отзыва",
        "description": "Крем для кожи лица с акне от бренда Zein Obagi оказывает лечебное воздействие на акне и его последствия. В основе формулы экстракты зеленого чая, коры сосны, красного чая, масла виноградных косточек, чайного дерева, бензоил пероксид и глицерин. Активные компоненты способствуют снятию воспалительных процессов, восстановлению целостности кожного покрова, а также тонизирует и повышает иммунитет. Питательные масла питают и оказывают омолаживающий эффект, возвращая упругость и эластичность.\nОсобенности Zein Obagi Zo Skin Health Acne Control Creme:\n- в составе 10% бензоил пероксид;- отшелушивает ороговевшие клетки;- активизирует процесс регенерации;- нейтрализует развитие патогенной флоры;- стимулирует кровообращение и межклеточный обмен;- очищает и сужает поры;- имеет антиоксидантные свойства;- замедляет процесс увядания кожи;- снимает раздражения и покраснения;- обладает противовоспалительным и успокаивающим действиями;- устраняет угревые высыпания, предотвращая рецидив;- регулирует выработку себума.",
        "country": "США",
        "check_first_5_reviews": "32 отзыва"
    }
]